Pruebas/consultarAportaciones.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:wsModuloAfore">
  <soapenv:Header/>
  <soapenv:Body>
    <urn:consultarAportaciones>
      <inParam>
        <Nss>01209822723</Nss>
        <FechaIniPension>01-01-2025</FechaIniPension>
        <iOpcion>1</iOpcion>
      </inParam>
    </urn:consultarAportaciones>
  </soapenv:Body>
</soapenv:Envelope>